export const graphicText = [
  {
    title: "Заказ в срок",
    text: `Получите заказ в срок, так как мы являемся крупнейшим производителем на Юге России 
        (площадь производства более 8Га), работаем только на передовом оборудовании 
        от европейских производителей и применяем уникальные системы контроля на каждом этапе`,
  },
  {
    title: "Высокое качество",
    text: `Ваши изделия будут высокого качества, 
        ведь над ним работает 150 опытных и высококвалифицированных 
        сотрудников предприятия. Используем только сухой, отборный 
        пиломатериал и проверенные лакокраски!`,
  },
  {
    title: "Экономия денег",
    text: `Экономите деньги, ведь Вы приобретаете у производителя напрямую, без переплат посредникам.`,
  },
  {
    title: "Доставка в любую точку",
    text: `Доставим по России и в любую точку мира! География наших клиентов обширна, 
    организуем доставку до двери, вне зависимости от того где Вы находитесь.`,
  },
];
