export const listItems = [
  { text: "Работаем с 1999 года", key: "text_ACB_001" },
  {
    text: "Обрабатываем разные породы древесины: дуб, бук, ясень, ольха, орех и многие другие",
    key: "text_ACB_002",
  },
  {
    text: "С применением ЧПУ станков и роботизированной покраски",
    key: "text_ACB_003",
  },
  {
    text: "География наших клиентов обширна и все время пополняется!",
    key: "text_ACB_004",
  },
  {
    text: "Потенциал производства не ограничен, готовы решать сложные задачи",
    key: "text_ACB_005",
  },
];
