import React from "react";
import { TextCardItem } from "../types/text-card-item";
import {
  Bookmark,
  Ruler,
  ApproveFile,
  Location,
  Star,
  Transform,
} from "../../../assets/icons";

export const arrayCardItems: TextCardItem[] = [
  {
    title: "Дизайн-проект",
    icon: <Bookmark />,
    number: 1,
    text: "Присылаете нам проект или спецификацию с размерами, если готов. Или мы разрабатываем его в любом удобном для Вас формате: выезд дизайнера на объект, онлайн-проектирование.",
    key: "text_OPB_001",
  },
  {
    title: "Замер",
    icon: <Ruler />,
    number: 2,
    text: "Наши замерщики приедут в удобное для Вас время и произведут замер фактических параметров помещения. Если нам нужно повторить уже готовые в интерьере изделия, забираем образец.",
    key: "text_OPB_002",
  },
  {
    title: "Договор",
    icon: <ApproveFile />,
    number: 3,
    text: "Далее наши специалисты связываются, согласовывают все детали до мельчайших подробностей, заключаем договор, принимаем оплату и приступаем к следующему этапу.",
    key: "text_OPB_003",
  },
  {
    title: "Производство",
    icon: <Transform />,
    number: 4,
    text: "После заключения договора и оплаты проект отправляется на производство. За всеми этапами Вы можете следить в Личном кабинете или подписаться на рассылку. Также, по требованию готовы предоставить фото и видео процесса. ",
    key: "text_OPB_004",
  },
  {
    title: "Доставка и монтаж",
    icon: <Location />,
    number: 5,
    text: "Доставим в любое удобное для Вас время и воплотим задуманное под ключ.",
    key: "text_OPB_005",
  },
  {
    title: "Хотите приехать на экскурсию?",
    icon: <Star />,
    text: "У нас вы сможете посмотреть вживую на одно из крупнейших на Юге России производств мебельных фасадов из массива.",
    key: "text_OPB_006",
  },
];
